app/controllers/musics_controller.rb

SELECT `musics`.* FROM `musics`
---
  def index
    @musics = Music.all